# language: ru

@Smoke
Функционал: Калькулятор

  @test01
  Сценарий: Проверка суммы
    Дано два числа 5 and 15
    * находим сумму чисел
    * выводим сумму на экран

  @test02
  Сценарий: Проверка разности
    Дано два числа 10 and 7
    * находим разность чисел
    * выводим разность на экран

  @test03
  Сценарий: Проверка умножения
    Дано два числа 4 and 899999
    * находим умножение чисел
    * выводим умножение на экран

  @test04
  Сценарий: Проверка деления
    Дано два числа 20 and 5
    * находим деление чисел
    * выводим деление на экран

